{
  "data": {
    "history": [{
      "text": "女靴"
    },{
      "text": "包包女"
    },{
      "text": "高领毛衣 宽松"
    },{
      "text": "羊毛衫 杉杉"
    },{
      "text": "闪存64G"
    },{
      "text": "机械键盘进口"
    },{
      "text": "中华上下五千年[上下册]正版当天发货"
    },{
      "text": "芙丽芳丝洁面乳300ml"
    },{
      "text": "美宝莲眼线笔 专柜"
    },{
      "text": "秋季新款女装韩版进口面料真丝衬衫"
    },{
      "text": "优衣库呢大衣 男"
    },{
      "text": "男靴"
    },{
      "text": "画册精装"
    },{
      "text": "书籍"
    }],
    "frequent": [{
      "text": "SKII化妆水"
    },{
      "text": "男装"
    },{
      "text": "男靴"
    },{
      "text": "棉衣"
    },{
      "text": "书籍"
    },{
      "text": "眉笔"
    },{
      "text": "背包"
    },{
      "text": "html5指南"
    }]
  }
}